Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G41B.tmx
Source language: en_us
Languages: zh_cn

source: My Parents, David Hockney (1977)
zh_cn: 《我的父母》——画作背后的霍克尼

source: David Hockney (born 1937) was the first British artist to act like a pop star, famous and glamorous from the moment he graduated from the Royal College of Art as gold medal-winner in 1962.
zh_cn: 大卫·霍克尼，生于1937年。如此具有明星气质的波普艺术家，他可称得上是英国第一人。1962年，霍克尼被英国皇家艺术学院授予金奖殊荣，顺利毕业。

source: British pop art started before American pop art (with Richard Hamilton and Eduardo Paolozzi in the 1950s), but it was Hockney, a young man dealing with love, sex and the modern world, who captured the public imagination in paintings with graffiti-like slogans such as "I will love you at 8pm next Wednesday" and the Beatles-like comic pathos of his 1962 work A Man Stood in Front of His House With Rain Descending.
zh_cn: 自那时起，他便彰显出独特的个人魅力，名声大噪。比起美国，英国的波普艺术更早兴起——早在20世纪50年代，就有理查德·哈密尔顿、爱德华多·包洛奇等人为其奠基。然而，只有霍克尼这个整日与爱、性和新潮世界打交道的年轻人，激发了公众的想象力。他信手涂鸦，简单的一句“我会在下周三晚8点爱上你”就能成为标语；他玩世不恭，1962年，正值嬉皮士文化盛极一时，其表现手法荒诞不经、玩世不恭，却又略带伤感地宣泄内心。在这样的背景下，霍克尼创作出《落雨，和立于屋前的男人》（A Man Stood in Front of His House With Rain Descending）。

source: By the 1970s Hockney was discontented with fame; the film A Bigger Splash, a fascinating document of his iconic status and move to the US, distressed him with its intrusion.
zh_cn: 到了20世纪70年代，霍克尼开始不满于成名后的生活。电影《更大水花》翔实地记录了他偶像级地位的奠定历程，还讲述了他迁居美国的故事，可这一切都生硬地闯入他的世界，令他愁苦不已。

source: Portrait of an Artist (Pool With Two Figures) (1971) and Mr and Mrs Clark and Percy (1970-1) are the climax of his pop art in their evocation of the early 1970s. He started to distance himself from his earlier work, with explicit art historical references to Picasso, Chinese art and, in this painting, Chardin and Piero della Francesca, preoccupying himself with method rather than content.
zh_cn: 《一个艺术家的肖像（水池，人，和人影）》（Portrait of an Artist (Pool With Two Figures)）与《克拉克夫妇》（Mr and Mrs Clark and Percy）就是霍克尼在这个时期的代表作。霍克尼开始摆脱自己早期的风格，并大量借鉴毕加索等绘画大师和中国艺术的精髓。在《我的父母》（My Parents）中，他就借鉴了法国画家夏尔丹和意大利画家皮耶罗·德拉·弗朗切斯卡的绘画手法。比起画面，他更看重艺术的表现手法。

source: In his book Secret Knowledge, published last year, Hockney argues that the old masters achieved their representational effects using lens-based technologies such as the camera obscura and camera lucida.
zh_cn: 2001年，霍克尼出版《秘密知识》一书。他在书中提出了这样的观点：早期大师们的作品之所以如此写实，少不了运用镜头及光学技术，如暗箱和投影描绘器。

source: His book can be read as a vindication of pop art's use of photography.
zh_cn: 该书也有力地证实了摄影可以应用到波普艺术领域。

source: Subject: Hockney's parents were strong-minded individuals, and the artist is perhaps coming to resemble them as he rides hobbyhorses such as his theory about lenses.
zh_cn: 主题：这么热爱钻研透镜原理，大概是受了父母影响。霍克尼的父母都极有主见、不随波逐流，他如此沉溺于业余爱好，也就不难解释了。

source: His mother was religious and a vegetarian, which was unusual at the time. His father, who died a year after this painting was done, was an anti-war campaigner and noted Bradford character who fiercely opposed smoking.
zh_cn: 虔诚的宗教信仰和素食主义，使得他母亲在当时显得非同寻常；他的父亲，一个典型的布拉德福德市民，曾是激进的反战者，呼吁禁烟。遗憾的是，他在霍克尼完成这幅画之后一年（1978年）就去世了。

source: Distinguishing features: Nostalgia for a simpler, sparser and perhaps more moral world gives this painting a lean grace, as Hockney's parents sit in a pared-down interior on chairs of minimalist geometrical rigour.
zh_cn: 鲜明特征：相较而言，家乡英国是一个更简单、更静谧、更厚重且更秩序井然的社会。满纸乡愁下，《我的父母》显得精致优雅。画面中，室内陈设简洁，就连座椅都透出几何一般严谨的极简主义。

source: Its emotional power, however, lies in its confession of love. And it is also a meditation.
zh_cn: 然而，画背后却凝聚着深深的情感，它不仅是一幅爱的告白，更暗藏了沉思与冥想的力量。

source: Hockney's parents are separated by the books and the vase of yellow and pink tulips, and adopt different relationships with the painter, their son.
zh_cn: 画面上，父母中间隔着书柜和花瓶，瓶中插满黄色和粉色的郁金香。分开安坐的画面也暗示了他们各自与儿子不同的关系。

source: His mother looks at him directly, adopting a suitable pose, as if having her photograph taken. His father seems to have no sense of occasion, ignoring the artist as he reads a book - Art and Photography by Aaron Scharf.
zh_cn: 母亲身姿大方得体，直视着他，就好像有人正在为她拍照；父亲则显得随意得多，手捧阿伦·夏夫的《艺术与摄影》，旁若无人地阅读。

source: The painting is poised between art and life, between Hockney's intellectual interests as a painter and his desire to put his parents before us.
zh_cn: 一面是对绘画卓有见地的热爱，一面是将父母形象展示给大家的愿望——霍克尼试图在艺术与现实之间寻求平衡。

source: It is full of symbolic objects and clues, like an Old Master painting.
zh_cn: 具有象征意义的摆设和“蛛丝马迹”，更让这幅油画展露出古代欧洲绘画大师的风范。

source: The reflection of a postcard of della Francesca's The Baptism of Christ in the mirror on the cabinet suggests his parents' Christian values.
zh_cn: 橱柜上的镜中，映着一张明信片，而这张明信片正是以皮耶罗·德拉·弗朗切斯卡的画作《耶稣受洗》为蓝本——一条细微的线索，便巧妙地揭示出其父母的基督教价值观。

source: Hockney originally attempted a version of this painting with his own face in the mirror.
zh_cn: 其实，在这幅画的初稿中，霍克尼本想在镜中绘出自己。

source: Hockney was living in Paris when he began this painting.
zh_cn: 那时他住在巴黎。

source: On the cabinet shelf is Proust's Remembrance of Things Past and a book on Chardin, the 18th-century French painter of intimate, enigmatic scenes of domestic life.
zh_cn: 画中的书架上，摆放着普鲁斯特的《追忆似水年华》，还有一本关于18世纪法国画家夏尔丹的书。夏尔丹擅长描摹安谧而引人遐思的室内场景，他所营造的世界干净整洁、质朴简单。

source: Chardin's clean, simple world is reflected in the purity of Hockney's painting: a calm, steady light pours in from the left, giving his mother's hair a stellar brightness. Her blue dress has a silvery sheen, as does the light catching his father's face.
zh_cn: 受他影响，霍克尼的画面愈显纯粹：一束光从左至右泼洒下来，宁静而沉稳。光照之下，母亲的头发显得光彩熠熠，蓝裙子也洒上了一层银辉。

source: His father's brown suit and position in the picture take him further from the light.
zh_cn: 尽管身着棕色西服、坐得也离光线更远，但父亲的脸庞上同样闪耀着那层光辉。

source: Together they are a formidable double act.
zh_cn: 画中默契的二人，俨然一对令人敬畏的搭档。

source: Inspirations and influences: In addition to Chardin and della Francesca, the grand emotional quality of the canvas recalls the classical portraits of revolutionary French artist Jacques-Louis David.
zh_cn: 启发与影响：除了夏尔丹和德拉·弗朗西斯卡，这幅画背后深藏的情感也不难让人联想到锐意革新的法国艺术家雅克-路易·大卫的古典肖像画。

source: Hockney's explicit references to art history in this painting have a purpose.
zh_cn: 霍克尼毫不掩饰地借鉴艺术史上的大师之作，并非无意之举。

source: This artistic autobiography seems to protect him a little; he puts a postcard in place of himself in the mirror.
zh_cn: 镜中，霍克尼以明信片取代肖像，隐藏起自己，使得这幅匠心独运的“自传”更显低调。

source: And yet by juxtaposing his parents with his artistic influences, he acknowledges their influence.
zh_cn: 然而，当他试图用艺术来展现父母的时候，他就已经承认了父母对自己的影响。

source: Art took him away from Bradford and his parents' world, but art allows him to bring them closer again.
zh_cn: 艺术，让他走出家乡，却也让他离家乡更近。
